
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>吃屎系列：大学如何喂学生吃屎 · 听风雨的博客</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="luowei">
        
        
    
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-chapter-fold/chapter-fold.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-katex/katex.min.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-alerts/style.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-emphasize/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-prism/prism.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-mermaid-gb3/mermaid/mermaid.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-accordion/accordion.css">
                
            
                
                <link rel="stylesheet" href="https://unpkg.com/gitalk/dist/gitalk.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-atoc/atoc.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-back-to-top-button/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-code/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-insert-logo/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-tbfed-pagefooter/footer.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-change_girls/girls.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-auto-scroll-table/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    


    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="recsys-biased-us.html" />
    
    
    <link rel="prev" href="shit-cap2user/rape-user.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    README
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="./">
            
                <a href="./">
            
                    
                    政治不正确
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="shit-cap2employee/">
            
                <a href="shit-cap2employee/">
            
                    
                    吃屎系列：资本家如何喂员工吃屎
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1.1" data-path="shit-cap2employee/huawei-251.html">
            
                <a href="shit-cap2employee/huawei-251.html">
            
                    
                    华为251事件记忆
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="shit-cap2user/">
            
                <a href="shit-cap2user/">
            
                    
                    吃屎系列：资本家如何喂用户吃屎
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.2.1" data-path="shit-cap2user/rape-user.html">
            
                <a href="shit-cap2user/rape-user.html">
            
                    
                    互不联网公司是如何强奸用户的(持续更新)
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter active" data-level="1.2.3" data-path="damn-university.html">
            
                <a href="damn-university.html">
            
                    
                    吃屎系列：大学如何喂学生吃屎
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.4" data-path="recsys-biased-us.html">
            
                <a href="recsys-biased-us.html">
            
                    
                    推荐系统如何让我们变得极端
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.5" data-path="bull-shit-politics.html">
            
                <a href="bull-shit-politics.html">
            
                    
                    互联网政治圈观察日志
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.6" data-path="gfw-history.html">
            
                <a href="gfw-history.html">
            
                    
                    中国网络防火长城简史
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.7" data-path="tj-linear-algebra.html">
            
                <a href="tj-linear-algebra.html">
            
                    
                    《线性代数》（同济版）——教科书中的耻辱柱
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.8" data-path="zatsudan.html">
            
                <a href="zatsudan.html">
            
                    
                    杂谈
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.8.1" data-path="workers-interview.html">
            
                <a href="workers-interview.html">
            
                    
                    访谈：为什么毛泽东时代工人的积极性很高？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.8.2" data-path="1990s-env.html">
            
                <a href="1990s-env.html">
            
                    
                    90年代到21世纪初的商业环境
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.2.9" data-path="why-not-domestic-phone.html">
            
                <a href="why-not-domestic-phone.html">
            
                    
                    为什么不应该用国产手机
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.10" data-path="save-children.html">
            
                <a href="save-children.html">
            
                    
                    “救救孩子”
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="../csdn/">
            
                <a href="../csdn/">
            
                    
                    CSDN博客
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="../csdn/2024-5-9-Configure_deep_learning_environment.html">
            
                <a href="../csdn/2024-5-9-Configure_deep_learning_environment.html">
            
                    
                    深度学习环境配置
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="../数值分析/">
            
                <a href="../数值分析/">
            
                    
                    数值分析
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="../数值分析/引论.html">
            
                <a href="../数值分析/引论.html">
            
                    
                    引论
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="../数值分析/插值法.html">
            
                <a href="../数值分析/插值法.html">
            
                    
                    插值法
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >吃屎系列：大学如何喂学生吃屎</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x5927;&#x5B66;&#x5982;&#x4F55;&#x5582;&#x5B66;&#x751F;&#x5403;&#x5C4E;">&#x5927;&#x5B66;&#x5982;&#x4F55;&#x5582;&#x5B66;&#x751F;&#x5403;&#x5C4E;</h1>
<p>&#x4EC5;&#x4EC5;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x6574;&#x7406;&#xFF0C;&#x56DE;&#x5FC6;&#x548C;&#x5B9E;&#x60C5;&#x6216;&#x6709;&#x6240;&#x504F;&#x5DEE;&#xFF0C;&#x4E14;&#x5E76;&#x4E0D;&#x53EA;&#x6709;&#x6211;&#x7684;&#x7ECF;&#x5386;&#xFF0C;&#x6B22;&#x8FCE;&#x65A7;&#x6B63;&#x3002;</p>
<h2 id="&#x624B;&#x673A;&#x5361;">&#x624B;&#x673A;&#x5361;</h2>
<p>&#x6211;&#x4E0D;&#x77E5;&#x9053;&#x8BF8;&#x4F4D;&#x4F55;&#x65F6;&#x5165;&#x5B66;&#xFF0C;&#x6211;&#x5165;&#x5B66;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4F34;&#x968F;&#x5F55;&#x53D6;&#x901A;&#x77E5;&#x4E66;&#x4E00;&#x540C;&#x5BC4;&#x5230;&#x7684;&#xFF0C;&#x5C31;&#x662F;&#x4E00;&#x5F20;&#x79FB;&#x52A8;&#x7684;&#x7535;&#x8BDD;&#x5361;&#x3002;&#x5F7C;&#x65F6;&#x6211;&#x672A;&#x7ECF;&#x4E16;&#x4E8B;&#xFF0C;&#x4E0D;&#x77E5;&#x5176;&#x4E2D;&#x591A;&#x5C11;&#x5173;&#x8282;&#xFF1A;&#x4E3A;&#x4EC0;&#x4E48;&#x662F;&#x79FB;&#x52A8;&#x7684;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x7535;&#x4FE1;&#x6216;&#x8005;&#x8054;&#x901A;&#xFF1F;&#x91CC;&#x9762;&#x7684;&#x5957;&#x9910;&#x6709;&#x4EC0;&#x4E48;&#x7384;&#x673A;&#xFF1F;</p>
<p>&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x5927;&#x591A;&#x6570;&#x7684;&#x5B66;&#x751F;&#x62FF;&#x5230;&#x5B66;&#x6821;&#x7684;&#x5361;&#x5C31;&#x4E0D;&#x4F1A;&#x6362;&#x4E86;&#xFF0C;&#x5B66;&#x6821;&#x7684;&#x901A;&#x77E5;&#xFF0C;&#x5B66;&#x9662;&#x3001;&#x73ED;&#x7EA7;&#x7684;&#x98DE;&#x4FE1;&#x7FA4;&#xFF0C;&#x4EE5;&#x53CA;&#x6211;&#x540E;&#x9762;&#x8BF4;&#x5230;&#x7684;&#x4E0A;&#x7F51;&#x95EE;&#x9898;&#xFF0C;&#x90FD;&#x8BA9;&#x4F60;&#x7684;&#x8FD8;&#x5361;&#x4EE3;&#x4EF7;&#x6781;&#x5927;&#x3002;</p>
<p>&#x66F4;&#x6709;&#x751A;&#x8005;&#xFF0C;&#x636E;&#x8BF4;&#x6709;&#x4E9B;&#x5927;&#x5B66;&#x7ED9;&#x5B66;&#x751F;&#x529E;&#x7406;&#x7684;&#x5957;&#x9910;&#xFF0C;&#x4E00;&#x65E6;&#x5F00;&#x901A;&#x5C31;&#x4E0D;&#x80FD;&#x8F7B;&#x6613;&#x89E3;&#x7EA6;&#xFF0C;&#x5982;&#x679C;&#x89E3;&#x7EA6;&#x5C31;&#x8981;&#x652F;&#x4ED8;&#x89E3;&#x7EA6;&#x8D39;&#x7528;&#x3002;</p>
<h2 id="&#x4E0A;&#x7F51;">&#x4E0A;&#x7F51;</h2>
<p>&#x6211;&#x4EEC;&#x7684;&#x79FB;&#x52A8;&#x5361;&#xFF0C;&#x7ED1;&#x5B9A;&#x4E86;120&#x5C0F;&#x65F6;&#x7684;32MBps&#xFF08;&#x5B9E;&#x6D4B;&#x4ECE;&#x672A;&#x8D85;&#x8FC7;20MBps&#xFF0C;&#x4E0B;&#x8F7D;&#x901F;&#x5EA6;&#x6700;&#x591A;2M/&#x79D2;&#xFF09;&#x5BBD;&#x5E26;&#x3002;&#x4F60;&#x6709;&#x53EF;&#x80FD;&#x4F1A;&#x7591;&#x60D1;&#x4E3A;&#x4EC0;&#x4E48;&#x4E0A;&#x5BBD;&#x5E26;&#x8981;&#x8FD8;&#x8981;&#x6309;&#x7167;&#x5C0F;&#x65F6;&#x8BA1;&#x7B97;&#xFF0C;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x53EA;&#x6709;&#x5728;&#x6821;&#x7684;&#x5927;&#x5B66;&#x751F;&quot;&#x4EAB;&#x53D7;&quot;&#x8FD9;&#x79CD;&#x5F85;&#x9047;&#xFF0C;&#x5927;&#x5B66;&#x5BF9;&#x9762;&#x4E00;&#x8857;&#x4E4B;&#x9694;&#x7684;&#x5C0F;&#x533A;&#x5C31;&#x6709;&#x4FBF;&#x5B9C;&#x7684;&#x591A;&#x4E14;&#x4E0D;&#x9650;&#x65F6;&#xFF0C;&#x8FD8;&#x66F4;&#x5FEB;&#x7684;&#x5BBD;&#x5E26;&#xFF0C;&#x4F46;&#x662F;&#x8BE5;&#x5BBD;&#x5E26;&#x7684;&#x8D26;&#x53F7;&#x5E76;&#x4E0D;&#x80FD;&#x5728;&#x6821;&#x56ED;&#x4F7F;&#x7528;&#x3002;</p>
<p>&#x81F3;&#x4E8E;&#x4E3A;&#x4EC0;&#x4E48;&#x662F;120&#x4E2A;&#x5C0F;&#x65F6;&#xFF0C;&#x6309;&#x9053;&#x7406;&#x8BF4;&#xFF0C;&#x662F;&#x5B66;&#x6821;&#x4E0D;&#x60F3;&#x8BA9;&#x5B66;&#x751F;&#x6C89;&#x8FF7;&#x7F51;&#x7EDC;&#xFF0C;&#x4F46;&#x662F;&#x6211;&#x4E0A;&#x5927;&#x5B66;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x667A;&#x80FD;&#x624B;&#x673A;&#x5DF2;&#x7ECF;&#x5F00;&#x59CB;&#x666E;&#x53CA;&#x4E86;&#xFF0C;&#x6BCF;&#x4E2A;&#x5B66;&#x751F;&#x90FD;&#x4F1A;&#x7528;&#x624B;&#x673A;&#x5237;&#x4EBA;&#x4EBA;&#x7F51;&#x4E0A;QQ&#xFF0C;&#x8FD9;&#x4E2A;&#x7406;&#x7531;&#x7AD9;&#x4E0D;&#x4F4F;&#x811A;&#x3002;&#x5176;&#x5B9E;&#x5F88;&#x7B80;&#x5355;&#xFF0C;&#x6211;&#x4EEC;&#x5927;&#x5B66;&#x56DB;&#x4EBA;&#x4E00;&#x4E2A;&#x5BBF;&#x820D;&#xFF0C;4&#x4E2A;&#x4EBA;&#x7684;&#x8D26;&#x53F7;&#x8F6E;&#x6D41;&#x767B;&#x9646;&#x8DEF;&#x7531;&#x5668;&#xFF0C;&#x6BCF;&#x5929;&#x629B;&#x53BB;&#x7184;&#x706F;&#x521A;&#x597D;&#x53EF;&#x4EE5;&#x5927;&#x81F4;&#x4FDD;&#x6301;&#x4E0D;&#x65AD;&#x7F51;&#x3002;&#x8BD5;&#x60F3;&#x4E00;&#x4E2A;&#x5B66;&#x751F;&#x7684;&#x8D26;&#x53F7;&#x5C31;&#x591F;&#x6574;&#x4E2A;&#x5BBF;&#x820D;&#x4F7F;&#x7528;&#x4E86;&#xFF0C;&#x5176;&#x5B83;&#x4E09;&#x4E2A;&#x4EBA;&#x7ED9;&#x8FD9;&#x4E2A;&#x4EBA;&#x4EA4;&#x4EFD;&#x5B50;&#x94B1;&#x5C31;&#x884C;&#x4E86;&#xFF0C;&#x4F55;&#x82E6;&#x90FD;&#x529E;&#x5BBD;&#x5E26;&#x5462;&#xFF1F;</p>
<p>&#x90A3;&#x4E48;&#x6211;&#x4EEC;&#x5982;&#x679C;&#x4E24;&#x4E2A;&#x5BDD;&#x5BA4;&#x5171;&#x4EAB;&#x7F51;&#x7EDC;&#x5462;&#xFF1F;&#x662F;&#x4E0D;&#x662F;&#x53EF;&#x4EE5;&#x8282;&#x7EA6;&#x4E00;&#x534A;&#x7684;&#x6210;&#x672C;&#xFF1F;&#x6211;&#x4EEC;&#x5148;&#x4E0D;&#x8003;&#x8651;&#x7F51;&#x901F;&#xFF0C;&#x56E0;&#x4E3A;&#x5927;&#x5BB6;&#x5237;&#x5237;&#x7F51;&#x9875;&#x770B;&#x770B;&#x89C6;&#x9891;&#x5927;&#x81F4;&#x662F;&#x591F;&#x7528;&#x7684;&#x3002;
&#x6CA1;&#x95EE;&#x9898;&#xFF0C;&#x8FD0;&#x8425;&#x5546;&#x65E9;&#x66FF;&#x4F60;&#x60F3;&#x597D;&#x4E86;&#xFF0C;&#x8FD0;&#x8425;&#x5546;&#x4F1A;&#x9650;&#x5236;&#x7EC8;&#x7AEF;&#x6570;&#x91CF;&#xFF0C;&#x8FD9;&#x4E2A;&#x60C5;&#x51B5;&#x636E;&#x6211;&#x6240;&#x77E5;&#x4E0D;&#x6B62;&#x53D1;&#x751F;&#x5728;&#x5927;&#x5B66;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x8FD9;&#x4E2A;&#x53EF;&#x4EE5;&#x7B80;&#x5355;&#x7684;&#x901A;&#x8FC7;NAT&#x914D;&#x7F6E;&#x7834;&#x89E3;&#xFF0C;&#x8BA9;&#x8FD0;&#x8425;&#x5546;&#x8BEF;&#x4EE5;&#x4E3A;&#x53EA;&#x6709;&#x4E00;&#x4E2A;&#x7EC8;&#x7AEF;&#x3002;</p>
<p>&#x66F4;&#x6709;&#x751A;&#x8005;&#x5982;&#x7535;&#x4FE1;&#x5BBD;&#x5E26;&#xFF0C;&#x6211;&#x7684;&#x820D;&#x53CB;&#x4E3A;&#x4E86;&#x6253;&#x6E38;&#x620F;&#x529E;&#x8FC7;&#xFF0C;&#x6BD4;&#x5B66;&#x6821;&#x624B;&#x673A;&#x5361;&#x81EA;&#x5E26;&#x7684;&#x5957;&#x9910;&#x901F;&#x5EA6;&#x5FEB;&#xFF0C;&#x5EF6;&#x8FDF;&#x5C0F;&#xFF0C;&#x4F46;&#x662F;&#x9700;&#x8981;&#x5728;&#x7535;&#x8111;&#x7AEF;&#x5B89;&#x88C5;&#x5929;&#x7FFC;&#x6821;&#x56ED;&#x62E8;&#x53F7;&#x8F6F;&#x4EF6;&#x624D;&#x53EF;&#x4EE5;&#x4E0A;&#x7F51;&#xFF0C;&#x4E3A;&#x7684;&#x5C31;&#x662F;&#x9632;&#x6B62;&#x4F60;&#x5728;&#x8DEF;&#x7531;&#x5668;&#x767B;&#x5F55;&#x5171;&#x4EAB;&#x7F51;&#x7EDC;&#x3002;&#x540E;&#x6765;&#x6211;&#x4E86;&#x89E3;&#xFF0C;&#x8FD9;&#x4E2A;&#x62E8;&#x53F7;&#x8F6F;&#x4EF6;&#x8FD8;&#x517C;&#x4EFB;HTTP&#x52AB;&#x6301;&#xFF0C;&#x76D7;&#x53D6;&#x4F60;&#x7684;&#x6D41;&#x91CF;&#x8BBF;&#x95EE;&#x5E7F;&#x544A;&#x7F51;&#x7AD9;&#xFF0C;&#x81EA;&#x5E26;&#x540E;&#x95E8;&#x6728;&#x9A6C;&#x7B49;&#x7B49;&#xFF0C;&#x771F;&#x7684;&#x662F;&#x4E00;&#x9C7C;&#x591A;&#x5403;&#x3002;
&#x987A;&#x4FBF;&#x4E00;&#x63D0;&#xFF0C;&#x5BBF;&#x820D;&#x91CC;&#x624B;&#x673A;&#x4FE1;&#x53F7;&#x662F;&#x5F88;&#x5DEE;&#x7684;&#xFF0C;&#x901F;&#x5EA6;&#x4E5F;&#x4E0D;&#x5FEB;&#xFF0C;&#x539F;&#x56E0;&#x5F88;&#x7B80;&#x5355;&#xFF0C;&#x57FA;&#x7AD9;&#x592A;&#x5C11;&#xFF0C;&#x65E0;&#x8BBA;&#x54EA;&#x4E2A;&#x8FD0;&#x8425;&#x5546;&#x90FD;&#x5FEB;&#x4E0D;&#x8D77;&#x6765;&#xFF0C;&#x57FA;&#x7AD9;&#x5C11;&#x4E0D;&#x662F;&#x9632;&#x8F90;&#x5C04;&#xFF0C;&#x5982;&#x679C;&#x901F;&#x5EA6;&#x5FEB;&#x5927;&#x5BB6;&#x4F17;&#x7B79;&#x4E00;&#x4E2A;4G&#x8DEF;&#x7531;&#x5668;&#x5C31;&#x597D;&#x4E86;&#xFF0C;&#x4E5F;&#x5C31;&#x4E0D;&#x5FC5;&#x8D2D;&#x4E70;&#x5B66;&#x6821;&#x4EF7;&#x683C;&#x9AD8;&#x6602;&#x901F;&#x5EA6;&#x6162;&#x7684;&#x5BBD;&#x5E26;&#x4E86;&#x3002;</p>
<p>&#x8FD9;&#x91CC;&#x8BF4;&#x4E00;&#x4E0B;&#x6211;&#x672A;&#x5B9E;&#x73B0;&#x7684;&#x8BBE;&#x60F3;&#xFF1A;&#x8FD8;&#x662F;&#x5E94;&#x8BE5;&#x641E;&#x8DE8;&#x5BBF;&#x820D;&#x7EC4;&#x7F51;&#xFF0C;&#x5927;&#x5BB6;&#x5171;&#x4EAB;&#x7F51;&#x7EDC;&#xFF0C;&#x8D26;&#x53F7;&#x4F17;&#x7B79;&#xFF0C;&#x6839;&#x636E;&#x6D41;&#x91CF;&#x5927;&#x5C0F;&#x81EA;&#x52A8;&#x51B3;&#x5B9A;&#x767B;&#x5F55;PPPoE&#x8D26;&#x53F7;&#x7684;&#x6570;&#x91CF;&#x3002;</p>
<h2 id="&#x996D;&#x5361;&#x3001;&#x5916;&#x5356;&#x548C;&#x98DF;&#x5802;">&#x996D;&#x5361;&#x3001;&#x5916;&#x5356;&#x548C;&#x98DF;&#x5802;</h2>
<p>&#x5927;&#x5B66;&#x7684;&#x98DF;&#x5802;&#x90FD;&#x4E0D;&#x8D35;&#xFF0C;&#x4F46;&#x662F;&#x6CA1;&#x6709;&#x8BF4;&#x98DF;&#x5802;&#x597D;&#x5403;&#x7684;&#xFF0C;&#x4EE5;&#x81F3;&#x4E8E;&#x7F51;&#x53CB;&#x7B11;&#x79F0;&#x6B64;&#x4E43;&#x7B2C;&#x4E5D;&#x5927;&#x83DC;&#x7CFB;&#x3002;&#x4E00;&#x8BF4;&#x8D77;&#x98DF;&#x5802;&#x6211;&#x4EEC;&#x4F1A;&#x60F3;&#x5230;&#x6821;&#x957F;&#x7684;&#x5C0F;&#x8205;&#x5B50;&#xFF0C;&#x4E00;&#x4E2A;&#x548C;&#x6821;&#x957F;&#x4EB2;&#x5BC6;&#x53C8;&#x4E0D;&#x81F3;&#x4E8E;&#x8FC7;&#x4E8E;&#x4EB2;&#x5BC6;&#x7684;&#x4EB2;&#x621A;&#xFF0C;&#x627F;&#x5305;&#x4E86;&#x8FD9;&#x4E2A;&#x6447;&#x94B1;&#x6811;&#x3002;
&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x5927;&#x5B66;&#x4E0D;&#x5FC5;&#x8981;&#x901A;&#x8FC7;&#x8FD9;&#x6837;&#x7684;&#x624B;&#x6BB5;&#x8D5A;&#x94B1;&#xFF0C;&#x5B66;&#x6821;&#x7684;&#x98DF;&#x5802;&#x662F;&#x627F;&#x5305;&#x51FA;&#x53BB;&#x7684;&#xFF0C;&#x5B66;&#x6821;&#x53EA;&#x63A7;&#x5236;&#xFF1A;</p>
<ul>
<li>&#x7269;&#x4EF7;&#x4E0D;&#x80FD;&#x592A;&#x9AD8;</li>
<li>&#x98DF;&#x7269;&#x4E0D;&#x80FD;&#x8BA9;&#x5B66;&#x751F;&#x5403;&#x51FA;&#x75C5;</li>
</ul>
<p>&#x6700;&#x540E;&#x6839;&#x636E;&#x8425;&#x4E1A;&#x989D;&#x4ECE;&#x4E2D;&#x5206;&#x6DA6;&#xFF0C;&#x4E00;&#x822C;&#x98DF;&#x5802;&#x7684;&#x5229;&#x6DA6;&#x7387;&#x5927;&#x81F4;&#x5728;30%&#x5DE6;&#x53F3;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;10&#x5757;&#x94B1;&#x7684;&#x996D;&#x6210;&#x672C;&#x662F;7&#x5757;&#xFF0C;&#x771F;&#x6B63;&#x7684;&#x5C0F;&#x672C;&#x751F;&#x610F;&#x3002;&#x5B66;&#x6821;&#x81F3;&#x5C11;&#x8981;&#x5206;&#x53BB;15%&#xFF0C;&#x4E00;&#x4E9B;&#x9ED1;&#x5FC3;&#x7684;&#x5B66;&#x6821;&#x751A;&#x81F3;&#x8981;&#x5206;&#x6DA6;20&#xFF5E;30%&#xFF0C;&#x8BA9;&#x98DF;&#x5802;&#x5927;&#x547C;&#x505A;&#x4E0D;&#x4E0B;&#x53BB;&#x3002;&#x6309;&#x8BF4;&#x4EFB;&#x4F55;&#x5546;&#x5BB6;&#x4E0D;&#x5F97;&#x62D2;&#x6536;&#x4EBA;&#x6C11;&#x5E01;&#xFF0C;&#x4F46;&#x662F;&#x5927;&#x5B66;&#x7684;&#x98DF;&#x5802;&#x4F8B;&#x5916;&#xFF0C;&#x4E00;&#x662F;&#x4E3A;&#x4E86;&#x7BA1;&#x7406;&#xFF0C;&#x9632;&#x6B62;&#x6821;&#x5916;&#x4EBA;&#x5458;&#x5C31;&#x9910;&#xFF0C;&#x4E8C;&#x662F;&#x7CBE;&#x786E;&#x8BA1;&#x7B97;&#x98DF;&#x5802;&#x6536;&#x5165;&#x3002;</p>
<p>&#x6709;&#x65F6;&#x6821;&#x5916;&#x4EBA;&#x5458;&#x6765;&#x5C31;&#x9910;&#xFF0C;&#x5C31;&#x8981;&#x8D2D;&#x4E70;&#x9910;&#x5238;&#xFF0C;&#x9910;&#x5238;&#x4E00;&#x5B9A;&#x53EA;&#x6709;&#x4E2D;&#x5348;&#x6216;&#x8005;&#x4E0B;&#x5348;&#x5728;&#x98DF;&#x5802;&#x65C1;&#x8FB9;&#x5145;&#x996D;&#x5361;&#x7684;&#x5C0F;&#x5C4B;&#x5B50;&#x91CC;&#x6709;&#x552E;&#xFF0C;&#x98DF;&#x5802;&#x7EDD;&#x5BF9;&#x65E0;&#x6CD5;&#x81EA;&#x5DF1;&#x9500;&#x552E;&#x9910;&#x5238;&#xFF0C;&#x5C31;&#x662F;&#x8981;&#x5C3D;&#x53EF;&#x80FD;&#x5168;&#x9762;&#x7684;&#x7EDF;&#x8BA1;&#x98DF;&#x5802;&#x6536;&#x5165;&#x3002;</p>
<p>&#x5176;&#x5B9E;&#x5B66;&#x6821;&#x7684;&#x8D85;&#x5E02;&#xFF0C;&#x4E00;&#x65E6;&#x4F60;&#x5237;&#x996D;&#x5361;&#x5B66;&#x6821;&#x4E5F;&#x8981;&#x4ECE;&#x5176;&#x4E2D;&#x62BD;&#x6210;&#xFF0C;&#x53EA;&#x662F;&#x4E0D;&#x4F1A;&#x6709;&#x98DF;&#x5802;&#x90A3;&#x822C;&#x9AD8;&#x6602;&#x3002;</p>
<p>&#x9664;&#x6B64;&#x4E4B;&#x5916;&#xFF0C;&#x996D;&#x5361;&#x7684;&#x8865;&#x529E;&#x7684;&#x5DE5;&#x672C;&#x8D39;&#x662F;30&#x5143;&#x5230;50&#x5143;&#x4E0D;&#x7B49;&#xFF0C;&#x8FDC;&#x8D85;&#x4E00;&#x5F20;&#x5C04;&#x9891;&#x5361;&#x7684;&#x4EF7;&#x683C;&#xFF08;2&#x5143;&#x5DE6;&#x53F3;&#xFF09;&#xFF0C;&#x4F46;&#x662F;&#x8FD9;&#x4E2A;&#x4E0D;&#x4F5C;&#x4E3A;&#x4E3B;&#x8981;&#x6536;&#x5165;&#x3002;</p>
<h2 id="&#x7535;&#x8D39;&#x548C;&#x7A7A;&#x8C03;">&#x7535;&#x8D39;&#x548C;&#x7A7A;&#x8C03;</h2>
<p>&#x6211;&#x4E0A;&#x5927;&#x5B66;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5927;&#x591A;&#x6570;&#x7684;&#x5927;&#x5B66;&#x662F;&#x6CA1;&#x6709;&#x7A7A;&#x8C03;&#x7684;&#xFF0C;&#x8BF4;&#x8D77;&#x5BBF;&#x820D;&#x4EC0;&#x4E48;&#x6700;&#x82E6;&#xFF0C;&#x90A3;&#x4E00;&#x5B9A;&#x662F;&#x8BA9;&#x4EBA;&#x8010;&#x4E0D;&#x4F4F;&#x7684;&#x4E25;&#x5BD2;&#x548C;&#x9177;&#x6691;&#x3002;&#x5317;&#x65B9;&#x7684;&#x5927;&#x5B66;&#x5C1A;&#x6709;&#x6696;&#x6C14;&#xFF0C;&#x5357;&#x65B9;&#x5F80;&#x5F80;&#x53EA;&#x80FD;&#x7F29;&#x5728;&#x88AB;&#x5B50;&#x91CC;&#x745F;&#x745F;&#x53D1;&#x6296;&#x3002;&#x5230;&#x4E86;&#x590F;&#x5929;&#xFF0C;&#x4E0D;&#x8BBA;&#x5357;&#x5317;&#x5927;&#x5BB6;&#x4E00;&#x8D77;&#x6D41;&#x6C57;&#x3002;&#x5927;&#x5B66;&#x91CC;&#xFF0C;&#x5F80;&#x5F80;&#x53EA;&#x6709;&#x7559;&#x5B66;&#x751F;&#x516C;&#x5BD3;&#x6709;&#x7A7A;&#x8C03;&#xFF0C;&#x548C;&#x6211;&#x4EEC;&#x4E2D;&#x56FD;&#x4EBA;&#x6CA1;&#x6709;&#x5173;&#x7CFB;&#x3002;</p>
<p>&#x4E0D;&#x4EC5;&#x6CA1;&#x6709;&#x7A7A;&#x8C03;&#xFF0C;&#x4E5F;&#x4E0D;&#x8BA9;&#x4F60;&#x7528;&#x4EFB;&#x4F55;&#x7684;&#x7535;&#x70ED;&#x5668;&#x5177;&#xFF0C;&#x7406;&#x7531;&#x662F;&#x7EBF;&#x8DEF;&#x8001;&#x65E7;&#x3002;&#x53EF;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x4E00;&#x5F20;&#x5355;&#x4EBA;&#x7535;&#x70ED;&#x6BEF;&#x53EA;&#x6709;60W&#xFF0C;&#x53EF;&#x73B0;&#x5728;&#x7A0D;&#x5FAE;&#x6027;&#x80FD;&#x5F3A;&#x52B2;&#x4E00;&#x70B9;&#x7684;&#x7B14;&#x8BB0;&#x672C;&#x7535;&#x8111;&#x90FD;&#x4E0D;&#x6B62;60W&#x4E86;&#xFF0C;&#x7535;&#x70ED;&#x6C34;&#x888B;&#x4E5F;&#x4E0D;&#x8FC7;100W&#x3002;
&#x5176;&#x5B9E;&#x662F;&#x4E3A;&#x4E86;&#x7BA1;&#x7406;&#x65B9;&#x4FBF;&#x5B9E;&#x884C;&#x4E00;&#x5200;&#x5207;&#x800C;&#x5DF2;&#xFF0C;&#x6709;&#x7684;&#x5973;&#x751F;&#x5F97;&#x4E86;&#x5987;&#x79D1;&#x75C5;&#x716E;&#x5185;&#x88E4;&#x7684;&#x7535;&#x996D;&#x9505;&#x88AB;&#x6CA1;&#x6536;&#x540E;&#xFF0C;&#x5BBF;&#x7BA1;&#x5927;&#x5988;&#x7528;&#x7684;&#x5F88;&#x5F00;&#x5FC3;&#xFF0C;&#x6211;&#x4EEC;&#x5BDD;&#x5BA4;&#x4E4B;&#x524D;&#x88AB;&#x6CA1;&#x6536;&#x4E00;&#x4E2A;&#x7535;&#x70ED;&#x6C34;&#x888B;&#xFF0C;&#x8FD8;&#x5403;&#x4E86;&#x4E2A;&#x5355;&#x5B50;&#xFF0C;&#x540E;&#x6765;&#x770B;&#x89C1;&#x5BBF;&#x7BA1;&#x5927;&#x7237;&#x7ECF;&#x5E38;&#x4F7F;&#x7528;&#x3002;
&#x82E5;&#x662F;&#x771F;&#x7684;&#x7EBF;&#x8DEF;&#x8001;&#x5316;&#x4E0D;&#x5B89;&#x5168;&#xFF0C;&#x548C;&#x6211;&#x4EEC;&#x540C;&#x4F4F;&#x4E00;&#x4E2A;&#x5BBF;&#x820D;&#x697C;&#x7684;&#x5927;&#x7237;&#x5927;&#x5988;&#x600E;&#x4E48;&#x80FD;&#x7528;&#xFF0C;&#x5C31;&#x6211;&#x4EEC;&#x4E0D;&#x80FD;&#x7528;&#x5462;&#xFF1F;&#x5EFA;&#x6210;&#x65F6;&#x95F4;&#x6BD4;&#x5BBF;&#x820D;&#x697C;&#x65E9;&#x7684;&#x884C;&#x653F;&#x697C;&#x65E9;&#x5C31;&#x7528;&#x4E0A;&#x7A7A;&#x8C03;&#xFF0C;&#x7A7A;&#x8C03;&#x5916;&#x673A;&#x90FD;&#x751F;&#x9508;&#x4E86;&#xFF0C;&#x65E0;&#x975E;&#x5B66;&#x751F;&#x4EBA;&#x5FAE;&#x8A00;&#x8F7B;&#x7F62;&#x4E86;&#x3002;</p>
<p>&#x4F46;&#x662F;&#x5728;15&#x5E74;&#x524D;&#x540E;&#xFF0C;&#x5927;&#x5B66;&#x9646;&#x9646;&#x7EED;&#x7EED;&#x5F00;&#x59CB;&#x6539;&#x9020;&#x7EBF;&#x8DEF;&#xFF0C;&#x7ED9;&#x5B66;&#x751F;&#x88C5;&#x7A7A;&#x8C03;&#x4E86;&#xFF0C;&#x8FD9;&#x662F;&#x4E3A;&#x4EC0;&#x4E48;&#x5462;&#xFF1F;&#x4E24;&#x4E2A;&#x539F;&#x56E0;&#xFF1A;&#x7B2C;&#x4E00;&#xFF0C;&#x7A7A;&#x8C03;&#x7684;&#x6210;&#x672C;&#x964D;&#x4E0B;&#x6765;&#x4E86;&#xFF0C;&#x5BB6;&#x7535;&#x4E0B;&#x4E61;&#xFF0C;&#x7A7A;&#x8C03;&#x7684;&#x6210;&#x672C;&#x8FBE;&#x5230;&#x4E86;&#x53F2;&#x4E0A;&#x6700;&#x5E95;&#xFF0C;&#x6211;&#x56FD;&#x662F;&#x5236;&#x9020;&#x5927;&#x56FD;&#xFF0C;&#x5BBF;&#x820D;&#x666E;&#x53CA;&#x7A7A;&#x8C03;&#x7684;&#x6210;&#x672C;&#x5927;&#x5E45;&#x5EA6;&#x4E0B;&#x964D;&#x4E86;&#x3002;
&#x4F46;&#x662F;&#x53EA;&#x6709;&#x6210;&#x672C;&#x4E0B;&#x964D;&#x662F;&#x4E0D;&#x4F1A;&#x7ED9;&#x5B66;&#x751F;&#x88C5;&#x7A7A;&#x8C03;&#x7684;&#xFF0C;&#x54EA;&#x6015;&#x5BF9;&#x5B66;&#x751F;&#x6709;&#x597D;&#x5904;&#xFF0C;&#x518D;&#x5C0F;&#x7684;&#x6210;&#x672C;&#x5B66;&#x6821;&#x4E5F;&#x4E0D;&#x613F;&#x610F;&#x505A;&#xFF0C;&#x6240;&#x4EE5;&#x7B2C;&#x4E8C;&#x4E2A;&#x539F;&#x56E0;&#x662F;&#xFF0C;&#x5B66;&#x6821;&#x53D1;&#x73B0;&#x6536;&#x7535;&#x8D39;&#x6765;&#x94B1;&#x5FEB;&#x3002;&#x52A0;&#x4E0A;&#x7B2C;&#x4E00;&#x4E2A;&#x7406;&#x7531;&#xFF0C;&#x5B66;&#x6821;&#x5F88;&#x5FEB;&#x5C31;&#x53EF;&#x4EE5;&#x56DE;&#x672C;&#x4E86;&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x5B66;&#x6821;&#x7684;&#x7535;&#x8D39;&#x548C;&#x5F88;&#x591A;&#x5B66;&#x6821;&#x4E00;&#x6837;&#xFF0C;&#x662F;&#x4E0D;&#x900F;&#x660E;&#x7684;&#xFF0C;&#x4F60;&#x53EA;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x7528;&#x4E86;&#x591A;&#x5C11;&#x94B1;&#xFF0C;&#x4E0D;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x7528;&#x4E86;&#x51E0;&#x5EA6;&#x7535;&#xFF0C;&#x8D26;&#x4E0A;&#x6CA1;&#x94B1;&#x5C31;&#x65AD;&#x7535;&#xFF0C;&#x4F60;&#x81EA;&#x7136;&#x77E5;&#x9053;&#x53BB;&#x4EA4;&#x94B1;&#x3002;&#x540E;&#x6765;&#x6709;&#x5BBF;&#x820D;&#x81EA;&#x5DF1;&#x4E70;&#x4E86;&#x529F;&#x7387;&#x8BA1;&#x6D4B;&#x8BD5;&#x4E86;&#xFF0C;&#x6211;&#x6821;&#x5927;&#x7EA6;&#x662F;1.5&#xFF5E;2&#x5143;&#x4E00;&#x5EA6;&#x5DE6;&#x53F3;&#xFF08;&#x65E0;&#x6CD5;&#x505A;&#x5230;&#x7CBE;&#x786E;&#xFF09;&#x3002;
&#x6709;&#x7684;&#x5B66;&#x6821;&#x4E0D;&#x5982;&#x6211;&#x6821;&#x7CBE;&#x660E;&#xFF0C;&#x6536;1.5&#x4E00;&#x5EA6;&#x7684;&#x7535;&#x8D39;&#xFF0C;&#x88AB;&#x5B66;&#x751F;&#x8D28;&#x7591;&#xFF0C;&#x5B66;&#x6821;&#x5219;&#x89E3;&#x91CA;&#x6DFB;&#x7F6E;&#x53D8;&#x538B;&#x5668;&#x548C;&#x4F9B;&#x7535;&#x8BBE;&#x5907;&#x90FD;&#x8981;&#x94B1;&#xFF0C;&#x8FD9;&#x5C31;&#x626F;&#x86CB;&#x4E86;&#xFF0C;&#x53D8;&#x538B;&#x5668;&#x662F;&#x4F9B;&#x7535;&#x516C;&#x53F8;&#x63D0;&#x4F9B;&#x7684;&#xFF0C;&#x80CC;&#x540E;&#x662F;&#x56FD;&#x5BB6;&#x7535;&#x7F51;&#x3002;
&#x8FD8;&#x6709;&#x7684;&#x5B66;&#x6821;&#x6536;5&#x6BDB;&#x4E00;&#x5EA6;&#x7684;&#x5408;&#x7406;&#x7535;&#x8D39;&#xFF0C;&#x4F46;&#x662F;&#x6084;&#x6084;&#x4FEE;&#x6539;&#x5B66;&#x751F;&#x7684;&#x4F7F;&#x7528;&#x5EA6;&#x6570;&#xFF0C;&#x6539;&#x5F97;&#x5389;&#x5BB3;&#x4E86;&#xFF0C;&#x751A;&#x81F3;&#x51FA;&#x73B0;&#x4E00;&#x4E2A;&#x5BBF;&#x820D;&#x4E00;&#x4E2A;&#x6708;&#x8017;&#x7535;1000&#x5EA6;&#x7684;&#x5947;&#x89C2;&#x3002;</p>
<p>&#x90FD;&#x4E0D;&#x5982;&#x4E0D;&#x544A;&#x8BC9;&#x5B66;&#x751F;&#x4F60;&#x7528;&#x4E86;&#x591A;&#x5C11;&#x7535;&#x6765;&#x7684;&#x7B80;&#x5355;&#xFF0C;&#x53CD;&#x6B63;&#x5B66;&#x751F;&#x90FD;&#x662F;&#x6848;&#x677F;&#x4E0A;&#x7684;&#x8089;&#xFF0C;&#x600E;&#x4E48;&#x4E0B;&#x5200;&#xFF0C;&#x5B66;&#x6821;&#x8BF4;&#x4E86;&#x7B97;&#x3002;</p>
<h2 id="&#x5176;&#x4ED6;">&#x5176;&#x4ED6;</h2>
<p>&#x4EE5;&#x4E0A;&#x90FD;&#x662F;&#x5168;&#x6821;&#x8303;&#x56F4;&#x7684;&#x76D8;&#x5265;&#xFF0C;&#x4E0B;&#x9762;&#x8BF4;&#x51E0;&#x4E2A;&#x5C0F;&#x4F17;&#x7684;&#x3002;</p>
<p>&#x673A;&#x68B0;&#x7684;&#x5B66;&#x751F;&#x4E00;&#x822C;&#x4F1A;&#x81EA;&#x5B66;CAD&#x7CFB;&#x5217;&#x7684;&#x8F6F;&#x4EF6;&#xFF0C;&#x6709;&#x7684;&#x8001;&#x5E08;&#x5C31;&#x4F1A;&#x5FFD;&#x60A0;&#x4F60;&#x4EEC;&#x4E0A;CAD&#x6216;&#x8005;Solidworks&#x4E4B;&#x7C7B;&#x7684;&#x57F9;&#x8BAD;&#x73ED;&#xFF0C;&#x8BF4;&#x662F;&#x6709;&#x8BC1;&#x4E66;&#xFF0C;&#x5176;&#x5B9E;&#x8FD9;&#x4E2A;&#x57F9;&#x8BAD;&#x73ED;&#x90FD;&#x662F;&#x8001;&#x5E08;&#x4EB2;&#x81EA;&#x5F00;&#x8BB2;&#xFF0C;&#x5730;&#x70B9;&#x4E5F;&#x662F;&#x5B66;&#x6821;&#x673A;&#x623F;&#x3002;&#x6700;&#x540E;&#x9700;&#x8981;&#x8003;&#x8BD5;&#xFF0C;&#x6CA1;&#x6709;&#x4E0D;&#x8FC7;&#x7684;&#x3002;&#x6700;&#x540E;&#x53D1;&#x5230;&#x624B;&#x91CC;&#x7684;&#x8BC1;&#x4E66;&#x662F;&#x6CA1;&#x6709;&#x4EFB;&#x4F55;&#x7528;&#x7684;&#x8BC1;&#x4E66;&#x3002;</p>
<p>&#x9664;&#x6B64;&#x4E4B;&#x5916;&#xFF0C;&#x8FD8;&#x6709;&#x5927;&#x5B66;&#x4E00;&#x5B9A;&#x8981;&#x7528;&#x81EA;&#x5DF1;&#x5199;&#x7684;&#x6559;&#x6750;&#xFF0C;&#x4F46;&#x662F;&#x81EA;&#x5DF1;&#x5199;&#x7684;&#x6559;&#x6750;&#x5341;&#x5206;&#x5783;&#x573E;&#xFF0C;&#x6211;&#x7684;&#x81EA;&#x52A8;&#x63A7;&#x5236;&#x539F;&#x7406;&#x6559;&#x6750;&#x8BFE;&#x540E;&#x4E60;&#x9898;&#xFF0C;&#x7B2C;&#x4E00;&#x7AE0;7&#x9053;&#x9898;&#x6709;&#x4E09;&#x9053;&#x662F;&#x9898;&#x76EE;&#x6709;&#x95EE;&#x9898;&#x7684;&#xFF0C;&#x6211;&#x548C;&#x8001;&#x5E08;&#x786E;&#x8BA4;&#x8FC7;&#x540E;&#xFF0C;&#x8001;&#x5E08;&#x518D;&#x5C31;&#x51E0;&#x4E4E;&#x4E0D;&#x518D;&#x5E03;&#x7F6E;&#x4E66;&#x4E0A;&#x7684;&#x7EC3;&#x4E60;&#x3002;
&#x540E;&#x6765;&#x5FCD;&#x65E0;&#x53EF;&#x5FCD;&#xFF0C;&#x4E70;&#x4E86;&#x80E1;&#x5BFF;&#x677E;&#x7684;&#x7ECF;&#x5178;&#x6559;&#x6750;&#x81EA;&#x5B66;&#x3002;</p>
<p>&#x8FD9;&#x53EA;&#x662F;&#x51B0;&#x5C71;&#x4E00;&#x89D2;&#xFF0C;&#x5B9E;&#x9645;&#x6848;&#x4F8B;&#x8FD8;&#x6709;&#x66F4;&#x591A;&#xFF0C;&#x6BD4;&#x5982;&#x7855;&#x58EB;&#x5F00;&#x9898;&#x7684;&#x65F6;&#x5019;&#x8BF7;&#x6821;&#x5916;&#x7684;&#x6559;&#x6388;&#x6307;&#x5BFC;&#xFF0C;&#x4E00;&#x4E2A;&#x4EBA;&#x6536;&#x4E0A;&#x51E0;&#x767E;&#x5143;&#x2014;&#x2014;&#x5927;&#x54E5;&#xFF0C;&#x96BE;&#x9053;&#x4E0D;&#x662F;&#x548C;&#x81EA;&#x5DF1;&#x7684;&#x5BFC;&#x5E08;&#x8BA8;&#x8BBA;&#xFF0C;&#x7814;&#x7A76;&#xFF0C;&#x5546;&#x8BAE;&#x5417;&#xFF1F;
&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x4E24;&#x4E2A;&#x5B66;&#x6821;&#x4E92;&#x76F8;&#x8058;&#x8BF7;&#x6559;&#x6388;&#xFF0C;&#x4E92;&#x76F8;&#x521B;&#x6536;&#x7684;&#x4E8B;&#x60C5;&#x8FD8;&#x6709;&#x5F88;&#x591A;&#xFF0C;&#x81F3;&#x4E8E;&#x5BFC;&#x5E08;&#x628A;&#x5B66;&#x751F;&#x5F53;&#x5EC9;&#x4EF7;&#x52B3;&#x52A8;&#x529B;&#x7528;&#x751A;&#x81F3;&#x5916;&#x5305;&#xFF08;&#x5356;&#xFF09;&#x51FA;&#x53BB;&#xFF0C;&#x65E9;&#x5DF2;&#x662F;&#x53F8;&#x7A7A;&#x89C1;&#x60EF;&#x3002;</p>
<p>&#x9664;&#x4E86;&#x6559;&#x6388;&#xFF0C;&#x5B66;&#x751F;&#x4F1A;&#x548C;&#x793E;&#x56E2;&#x7684;&#x5B66;&#x751F;&#x4E5F;&#x4E0D;&#x662F;&#x4EC0;&#x4E48;&#x5584;&#x7537;&#x4FE1;&#x5973;&#xFF0C;&#x5B66;&#x751F;&#x4F1A;&#x7684;&#x8001;&#x5E08;&#x76F4;&#x63A5;&#x628A;&#x5B66;&#x751F;&#x5F53;&#x884C;&#x653F;&#x5C0F;&#x59B9;&#x5C0F;&#x54E5;&#x7528;&#xFF0C;&#x8FD8;&#x8981;&#x201C;&#x503C;&#x73ED;&#x201D;&#xFF0C;&#x5C31;&#x662F;&#x5E2E;&#x8001;&#x5E08;&#x8DD1;&#x817F;&#xFF0C;&#x548C;&#x53E4;&#x4EE3;&#x7684;&#x53F8;&#x793C;&#x76D1;&#x5DEE;&#x4E0D;&#x591A;&#x3002;&#x4E00;&#x4E9B;&#x5174;&#x8DA3;&#x7C7B;&#x793E;&#x56E2;&#x66F4;&#x662F;&#x7ED9;&#x65B0;&#x5165;&#x5B66;&#x7684;&#x5B66;&#x751F;&#x515C;&#x552E;&#x8BBE;&#x5907;&#x2014;&#x2014;&#x6BD4;&#x5982;&#x6ED1;&#x677F;&#x8F6E;&#x6ED1;&#x978B;&#x7FBD;&#x6BDB;&#x7403;&#x62CD;&#xFF0C;&#x7136;&#x540E;&#x4ECE;&#x4E2D;&#x8D62;&#x53D6;&#x5229;&#x6DA6;&#x3002;&#x4E0D;&#x8FC7;&#x9700;&#x8981;&#x8BF4;&#x660E;&#xFF0C;&#x5927;&#x5BB6;&#x867D;&#x7136;&#x4E0D;&#x61C2;&#xFF0C;&#x4F46;&#x662F;&#x8FD8;&#x662F;&#x4F1A;&#x6DD8;&#x5B9D;&#xFF0C;&#x8BBE;&#x5907;&#x7684;&#x4EF7;&#x683C;&#x6700;&#x540E;&#x8FD8;&#x662F;&#x6BD4;&#x6DD8;&#x5B9D;&#x7684;&#x5B98;&#x65B9;&#x96F6;&#x552E;&#x4EF7;&#x4F4E;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x4E5F;&#x4E0D;&#x5B8C;&#x5168;&#x62B5;&#x89E6;&#x3002;</p>
<h2 id="&#x53C2;&#x8003;&#x8D44;&#x6599;">&#x53C2;&#x8003;&#x8D44;&#x6599;</h2>
<ul>
<li><a href="http://finance.sina.com.cn/consume/puguangtai/20100902/20138594564.shtml" target="_blank">&#x591A;&#x6240;&#x5927;&#x5B66;&#x5F3A;&#x5236;&#x65B0;&#x751F;&#x5165;&#x5B66;&#x529E;&#x7406;&#x6307;&#x5B9A;&#x8FD0;&#x8425;&#x5546;&#x7535;&#x8BDD;&#x5361;</a></li>
<li><a href="http://m.xinhuanet.com/edu/2017-08/01/c_129669171.htm" target="_blank">&#x5927;&#x5B66;&#x5F55;&#x53D6;&#x901A;&#x77E5;&#x4E66;&#x5939;&#x7535;&#x8BDD;&#x94F6;&#x884C;&#x5361; &#x4E3A;&#x4F55;&#x5C61;&#x7981;&#x4E0D;&#x6B62;&#xFF1F; </a></li>
<li><a href="https://zhuanlan.zhihu.com/p/266781234" target="_blank">&#x903C;&#x5B66;&#x751F;&#x4F7F;&#x7528;&#x9AD8;&#x4EF7;&#x6821;&#x56ED;&#x7F51;&#x7684;&#x80CC;&#x540E;&#xFF1A;&#x5B66;&#x6821;&#x5E74;&#x5165;350&#x4E07;&#x7F51;&#x8D39;</a><ul>
<li><a href="https://finance.sina.com.cn/tech/2020-10-21/doc-iiznezxr7149401.shtml" target="_blank">&#x9644;&#x8FD1;&#x5C45;&#x6C11;&#x79C1;&#x88C5;&#x4FE1;&#x53F7;&#x5C4F;&#x853D;&#x5668;&#xFF1F;&#x71D5;&#x4EAC;&#x7406;&#x5DE5;&#x5B66;&#x9662;&#x9AD8;&#x4EF7;&#x6821;&#x56ED;&#x7F51;&#x540E;&#x7EED;&#x6765;&#x4E86;</a></li>
</ul>
</li>
<li><a href="https://bbs.pinggu.org/forum.php?mod=viewthread&amp;action=printable&amp;tid=1306719" target="_blank">&#x54EA;&#x4E2A;&#x5B66;&#x6821;&#x6700;&#x5751;&#x7239;&#xFF1F;&#x8C03;&#x67E5;&#x5404;&#x5B66;&#x6821;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x6536;&#x8D39;&#x6807;&#x51C6;</a></li>
<li><a href="https://zh.wikipedia.org/wiki/%E5%A4%A9%E7%BF%BC%E6%A0%A1%E5%9B%AD" target="_blank">&#x7EF4;&#x57FA;&#x767E;&#x79D1; &#x5929;&#x7FFC;&#x6821;&#x56ED;</a><ul>
<li><a href="https://tech.sina.cn/2017-11-03/detail-ifynmnae1540196.d.html?from=wap" target="_blank">&#x4E2D;&#x56FD;&#x7535;&#x4FE1;&#x5929;&#x7FFC;&#x5BA2;&#x6237;&#x7AEF;&#x88AB;&#x66DD;&#x6316;&#x77FF;&#x540E;&#x95E8;&#xFF1A;&#x7528;&#x6237;&#x7535;&#x8111;&#x53D8;&#x201C;&#x8089;&#x9E21;&#x201D;</a></li>
</ul>
</li>
<li><a href="http://opinion.people.com.cn/n/2014/1104/c1003-25972556.html" target="_blank">&#x9AD8;&#x6821;&#x201C;&#x7CCA;&#x6D82;&#x7535;&#x8D39;&#x201D;&#x80CC;&#x540E;&#x7684;&#x201C;&#x7CCA;&#x6D82;&#x6559;&#x80B2;&#x201D;</a></li>
<li><a href="https://www.v2ex.com/t/536561" target="_blank">&#x5E7F;&#x5DDE;&#x7535;&#x4FE1;&#x7EC8;&#x7AEF;&#x9650;&#x5236;&#x6570;&#x5230;&#x5E95;&#x6307;&#x4EC0;&#x4E48;&#x5462;&#xFF1F;</a></li>
<li><a href="https://www.zhihu.com/question/354069452" target="_blank">&#x5982;&#x4F55;&#x770B;&#x5F85;&#x65B0;&#x751F;&#x9000;&#x5B66;&#x751F;&#x4F1A;&#x8981;&#x5199;&#x4E00;&#x4E07;&#x5B57;&#x7533;&#x8BF7;&#xFF1F;</a></li>
<li><a href="https://www.zhihu.com/question/431748925" target="_blank">&#x5982;&#x4F55;&#x8BC4;&#x4EF7;&#x5317;&#x4EAC;&#x5E08;&#x8303;&#x5927;&#x5B66;&#x5B66;&#x5341;&#x697C;&#x5BBF;&#x820D;&#x73AF;&#x5883;&#x6076;&#x52A3;&#x8FD8;&#x8981;&#x6267;&#x610F;&#x5B89;&#x88C5;&#x95F8;&#x673A;&#xFF1F;</a></li>
<li><a href="https://zhuanlan.zhihu.com/p/39314735" target="_blank">&#x5E7F;&#x4E1C;&#x5927;&#x5B66;&#x6700;&#x5751;&#x7239;&#x7684;&#x5BBF;&#x820D;&#xFF0C;&#x4F60;&#x5B66;&#x6821;&#x4E0A;&#x699C;&#x4E86;&#x4E48;&#xFF1F;</a><div id="gitalk-container"></div>


</li>
</ul>
<script type="text/javascript">var className='atoc';</script> 

<footer class="page-footer"><span class="copyright">Copyright &#xA9; luowei01 2024 all right reserved&#xFF0C;powered by <a href="https://luowei01.github.io/blog/" target="_blank">luowei</a></span><span class="footer-modification">&#x8BE5;&#x6587;&#x4EF6;&#x4FEE;&#x8BA2;&#x65F6;&#x95F4;&#xFF1A;
2023-11-20 14:47:44
</span></footer>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="shit-cap2user/rape-user.html" class="navigation navigation-prev " aria-label="Previous page: 互不联网公司是如何强奸用户的(持续更新)">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="recsys-biased-us.html" class="navigation navigation-next " aria-label="Next page: 推荐系统如何让我们变得极端">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"吃屎系列：大学如何喂学生吃屎","level":"1.2.3","depth":2,"next":{"title":"推荐系统如何让我们变得极端","level":"1.2.4","depth":2,"path":"spam/recsys-biased-us.md","ref":"spam/recsys-biased-us.md","articles":[]},"previous":{"title":"互不联网公司是如何强奸用户的(持续更新)","level":"1.2.2.1","depth":3,"path":"spam/shit-cap2user/rape-user.md","ref":"spam/shit-cap2user/rape-user.md","articles":[]},"dir":"ltr"},"config":{"plugins":["hide-element","chapter-fold","katex","alerts","emphasize","prism","-highlight","localized-footer","mermaid-gb3","ga","accordion","theme-default","mygitalk","atoc","splitter","back-to-top-button","chapter-fold","code","insert-logo","tbfed-pagefooter","change_girls","auto-scroll-table","custom-favicon"],"styles":{"ebook":"styles/ebook.css","epub":"styles/epub.css","mobi":"styles/mobi.css","pdf":"styles/pdf.css","print":"styles/print.css","website":"styles/website.css"},"pluginsConfig":{"tbfed-pagefooter":{"copyright":"Copyright &copy luowei01 2024","modify_label":"该文件修订时间：","modify_format":"YYYY-MM-DD HH:mm:ss"},"chapter-fold":{},"prism":{},"emphasize":{},"atoc":{"addClass":true,"className":"atoc"},"splitter":{},"change_girls":{"time":10,"urls":["https://images.pexels.com/photos/1103970/pexels-photo-1103970.jpeg","https://images.pexels.com/photos/311039/pexels-photo-311039.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"]},"accordion":{},"search":{},"auto-scroll-table":{},"localized-footer":{"filename":"FOOTER.md","hline":"true"},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"code":{"copyButtons":true},"hide-element":{"elements":[".gitbook-link"]},"katex":{},"fontsettings":{"theme":"white","family":"sans","size":2},"mermaid-gb3":{},"favicon":"./favicon.ico","back-to-top-button":{},"alerts":{},"custom-favicon":{},"ga":{"configuration":"auto","token":"UA-153583635-2"},"mygitalk":{"flipMoveOptions":{},"clientID":"Ov23liXJ47TD4diLy6Z5","number":-1,"perPage":10,"proxy":"https://cors-anywhere.herokuapp.com/https://github.com/login/oauth/access_token","admin":["luowei01"],"createIssueManually":false,"distractionFreeMode":false,"repo":"blogs","owner":"luowei01","enableHotKey":true,"clientSecret":"00f665c53d4f4f4ef1a0c8b86a918636233b54c5","pagerDirection":"last","labels":["Gitalk"]},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"theme-default":{"showLevel":false,"styles":{"ebook":"styles/ebook.css","epub":"styles/epub.css","mobi":"styles/mobi.css","pdf":"styles/pdf.css","print":"styles/print.css","website":"styles/website.css"}},"insert-logo":{"style":"background: none; max-height: 64px; min-height: 64px","url":"https://img2.imgtp.com/2024/05/20/QEhwB1kq.png"}},"theme":"default","author":"luowei","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"cover":"blog.png","title":"听风雨的博客","gitbook":"*","description":"记录生活和学习的点滴"},"file":{"path":"spam/damn-university.md","mtime":"2023-11-20T06:47:44.000Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2024-05-21T07:09:27.261Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-hide-element/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-chapter-fold/chapter-fold.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-alerts/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-mermaid-gb3/book/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-ga/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-accordion/accordionSelector.js"></script>
        
    
        
        <script src="https://cdn.bootcss.com/blueimp-md5/2.12.0/js/md5.min.js"></script>
        
    
        
        <script src="https://unpkg.com/gitalk/dist/gitalk.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-mygitalk/mygitalk.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-atoc/atoc.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-back-to-top-button/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-code/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-insert-logo/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-change_girls/girls.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-auto-scroll-table/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    <script src="../gitbook/gitbook-plugin-mermaid-gb3/mermaid/mermaid.min.js"></script>

    </body>
</html>

